9/data/attachments/7a163998cb637ae6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c4e6775f-a55a-4c00-b754-5daee6b15785</nif:username>
            <nif:friendToBeAdded>Sarah_star_Actions_2123_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>